Repository: tfrommen/that-was-helpful
Catalog: languages/that-was-helpful-*.po
Languages: de_de

# Vote description
source: %d visitor found that helpful.
de_de: %d Besucher fand das hilfreich.

# Vote button text
source: That was helpful
de_de: Das war hilfreich

source: Find out what posts logged-in users found helpful.
de_de: Finde heraus, welche Beiträge angemeldete Besucher hilfreich fanden.

# Vote button title
source: That was helpful
de_de: Das war hilfreich

# Vote button title
source: Retract vote
de_de: Bewertung zurückziehen

# Settings page title
source: That Was Helpful
de_de: Das war hilfreich

# Menu item title
source: That Was Helpful
de_de: Das war hilfreich

source: Automatic Appending
de_de: Automatisches Hinzufügen

# %s = Priority input element
source: Automatically append to content with priority %s
de_de: Automatisch zum Inhalt mit Priorität %s hinzufügen

# %s = Priority input element
source: Automatically append to excerpt with priority %s
de_de: Automatisch zum Auszug mit Priorität %s hinzufügen
